Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_sanila-aikio_osallistuu_venetsian_58__kansainvaliseen_taidebiennaalliin_la_biennale_di_venezia_.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Sanila-Aikio osallistuu Venetsian 58. kansainväliseen taidebiennaalliin (La Biennale di Venezia)
sme: Ságajođiheaddji Sanila-Aikio oassálastá Venetsia 58. riikkaidgaskasaš dáiddabiennálii (La Biennale di Venezia)

source: Suomen Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio osallistuu Venetsian 58. kansainväliseen taidebiennaalliin (La Biennale di Venezia) 7.-9. toukokuuta 2019.
sme: Suoma Sámedikki ságajođiheaddji Tiina Sanila-Aikio oassálastá Venetsia 58. riikkaidgaskasaš dáiddabiennálii (La Biennale di Venezia) miessemánu 7.-9. beaivve 2019.

source: Sanila-Aikio osallistuu tapahtumaan yhdessä Norjan ja Ruotsin Saamelaiskäräjien puheenjohtajien Aili Keskitalon ja Per-Olof Nuttin sekä Norjan Saamelaiskäräjien hallituksen jäsenen Henrik Olsenin kanssa.
sme: Ságajođiheaddji oassálastá dáhpáhussii ovttas Norgga ja Ruoŧa Sámedikkiid ságajođiheaddjiiguin Aili Keskitaloin ja Per-Olof Nuttiin sihke Norgga Sámedikki stivrra lahtuin Henrik Olseniin.

source: Puheenjohtaja Sanila-Aikio osallistuu mm. Nykytaiteen museo Kiasman tuottaman Pohjoismaisen paviljongin näyttelyn sekä Suomen Alvar Aalto -paviljongissa nähtävän A Greater Miracle of Perception -näyttelyn avajaisiin.
sme: Ságajođiheaddji Sanila-Aikio oassálastá ee. Modearnadáidaga musea Kiasma buvttadan Davviriikkalaš paviljonga čájáhusa sihke Suoma Alvar Aalto -paviljongas čájehuvvon A Greater Miracle of Perception -čájáhusa rahpamiidda.

source: – Odotan innolla näkeväni saamelaistaiteilijoiden teoksia osana taidebiennaalia.
sme: – Vuorddán buorre mielain go beasan oaidnit sámedáiddáriid bargguid dáiddabiennála oassin.

source: Saamelaistaiteen monipuolisuus ja -tasoisuus kiehtoo kansainvälisesti, ja on todella hienoa, että Pieski ja West osallistuvat biennaaliin, iloitsee puheenjohtaja Sanila-Aikio.
sme: Sámedáidaga máŋggabealatvuohta ja -dássásašvuohta geasuhit riikkaidgaskasaččat, ja lea duođaige fiinna ášši, ahte Pieski ja West oassálastiba biennálii, illuda ságajođiheaddji Sanila-Aikio.

source: Suomen Alvar Aalto -paviljongissa nähtävässä Miracle Workers -kollektiivin ensimmäisessä yhteisnäyttelyssä A Greater Miracle of Perception ovat mukana taiteilija Outi Pieski ja tarinankertoja ja elokuvantekijä Suvi West .
sme: Miracle Workers -kollektiivva vuosttas oktasaščájáhusas A Greater Miracle of Perception , mii lea oaidnin láhkai Suoma Alvar Aalto –paviljoŋgas, leat mielde dáiddár Outi Pieski sihke muitaleaddji ja filbmadahkki Suvi West .

source: Outi Pieskin paikkasidonnainen teos Ovdavázzit – Forewalkers (2019) nostaa esiin saamelaisten kansallisvaltioiden rajojen yli käymää kamppailua itsemääräämisoikeudesta elinalueensa maihin ja vesiin.
sme: Outi Pieski báikái čadnon bargu Ovdavázzit – Forewalkers (2019) bajida ovdan riikkaid rájáid badjel ollašuvvan sámiid dáistaleami iešmearridanvuoigatvuođas ássanguovlluset eatnamiidda ja čáziide.

source: Teos painottaa, että elämän ja liikkuvuuden tulee perustua kestävään rinnakkaiseloon alueen luonnontarpeiden kanssa.
sme: Dagus deattuha, ahte eallin ja johtaleapmi galget vuođđuduvvat suvdilis rattát eallimii guovllu luonddudárbbuiguin.

source: Lisäksi näyttelyssä on esillä viidestä lyhytelokuvasta koostuva teos The Killing of Čáhcerávga (2019), jossa Miracle Workers kollektiivin jäsenet tutkivat tottelemattomuuden potentiaalia vanhoissa ajatusmalleissa.
sme: Lassin čájáhusas lea ovdan viđa oanehisfilmmas čohkkejuvvon dagus The Killing of Čáhcerávga (2019), mas Miracle Workers kollektiivva lahtut dutket jeagatmeahttunvuođa potentiála boares jurddašanmálliin.

source: Elokuvassa kerrotaan hajanaisia yhteisöllisiä tarinoita.
sme: Filmmas ovdanbuktojit bođu, searvvušlaš muitalusat.

source: Lue lisää näyttelystä Frame Finland -sivuilta .
sme: Loga lasi čájáhusas Frame Finland -siidduin .

source: Venetsian taidebiennaali on joka toinen vuosi järjestettävä nykytaiteen kansainvälinen suurkatselmus.
sme: Venetsia dáiddabiennáli lea juohke nuppi jagi lágiduvvon modearnadáidaga riikkaidgaskasaš stuorračájáhus.

source: Biennaali koostuu pääosin näyttelyistä valtioiden vuosien saatossa rakennuttamissa paviljongeissa.
sme: Biennáli čohkiida eanaš čájáhusain paviljoŋgain, maid stáhtat leat jagiid mielde lágidan.

source: Ensimmäinen Venetsian taidebiennaali järjestettiin vuonna 1895.
sme: Vuosttas Venetsia dáiddabiennáli ordnejuvvui jagi 1895.

source: Lisätietoja:
sme: Lassidieđut:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sme: Sámedikki ságajođiheaddji Tiina Sanila-Aikio tel. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
